Repository: chocoford/ExcalidrawZ
Catalog: ExcalidrawZ/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, nl, pl, pt, ru, th, tr, vi, zh_hans, zh_hant

# lockedContentSuggestionOpenOriginal
source: Open the original file that this locked content belongs to.
ar: افتح الملف الأصلي الذي ينتمي إليه هذا المحتوى المقفل.
de: Öffnen Sie die Originaldatei, zu der dieser gesperrte Inhalt gehört.
es: Abre el archivo original al que pertenece este contenido bloqueado.
fr: Ouvrez le fichier original auquel appartient ce contenu verrouillé.
hi: उस मूल फ़ाइल को खोलें जिससे यह लॉक्ड सामग्री संबंधित है।
it: Apri il file originale al quale appartiene questo contenuto bloccato.
ja: このロックされたコンテンツが属する元のファイルを開いてください。
ko: 이 잠긴 콘텐츠가 속한 원본 파일을 엽니다.
nl: Open het originele bestand waartoe deze vergrendelde inhoud behoort.
pl: Otwórz oryginalny plik, do którego należy ta zablokowana treść.
pt: Abra o arquivo original ao qual este conteúdo bloqueado pertence.
ru: Откройте оригинальный файл, к которому относится этот заблокированный контент.
th: เปิดไฟล์ต้นฉบับที่เนื้อหาที่ถูกล็อกนี้เกี่ยวข้อง.
tr: Bu kilitli içeriğe ait olan orijinal dosyayı açın.
vi: Mở tập tin gốc mà nội dung bị khóa thuộc về.
zh_hans: 打开此锁定内容所属的原始文件。
zh_hant: 打開此鎖定內容所屬的原始檔案。

# lockedContentSuggestionTryAgainBeforeClosing
source: Try again before closing the file.
ar: حاول مرة أخرى قبل إغلاق الملف.
de: Versuchen Sie es erneut, bevor Sie die Datei schließen.
es: Intenta de nuevo antes de cerrar el archivo.
fr: Réessayez avant de fermer le fichier.
hi: फाइल बंद करने से पहले फिर से प्रयास करें।
it: Riprovare prima di chiudere il file.
ja: ファイルを閉じる前に再試行してください。
ko: 파일을 닫기 전에 다시 시도하세요.
nl: Probeer het opnieuw voordat u het bestand sluit.
pl: Spróbuj ponownie przed zamknięciem pliku.
pt: Tente novamente antes de fechar o arquivo.
ru: Попробуйте еще раз перед закрытием файла.
th: ลองอีกครั้งก่อนปิดไฟล์
tr: Dosyayı kapatmadan önce tekrar deneyin.
vi: Thử lại trước khi đóng tệp.
zh_hans: 在关闭文件之前请重试。
zh_hant: 在關閉文件之前再試一次。

# lockedContentSuggestionUnlock
source: Enter the Recovery Key or use system authentication to unlock it.
ar: أدخل مفتاح الاسترداد أو استخدم المصادقة النظامية لفتحه.
de: Geben Sie den Wiederherstellungsschlüssel ein oder verwenden Sie die Systemauthentifizierung, um ihn zu entsperren.
es: Ingresa la clave de recuperación o utiliza la autenticación del sistema para desbloquearlo.
fr: Entrez la clé de récupération ou utilisez l'authentification système pour la déverrouiller.
hi: उद्धारण कुंजी दर्ज करें या इसे अनलॉक करने के लिए प्रणाली प्रमाणीकरण का उपयोग करें।
it: Inserisci la chiave di ripristino o utilizza l'autenticazione di sistema per sbloccarlo.
ja: 回復キーを入力するか、システム認証を使用してロックを解除してください。
ko: 복구 키를 입력하거나 시스템 인증을 사용하여 잠금을 해제하세요.
nl: Voer de herstelcode in of gebruik systeemauthenticatie om het te ontgrendelen.
pl: Wprowadź Klucz Odzyskiwania lub użyj autoryzacji systemu, aby go odblokować.
pt: Insira a Chave de Recuperação ou use a autenticação do sistema para desbloqueá-lo.
ru: Введите ключ восстановления или используйте аутентификацию системы для разблокировки.
th: กรุณาใส่ Recovery Key หรือใช้การตรวจสอบสิทธิ์ของระบบเพื่อปลดล็อก
tr: Kilidi açmak için Kurtarma Anahtarını girin veya sistem kimlik doğrulamasını kullanın.
vi: Nhập Mã Khôi Phục hoặc sử dụng xác thực hệ thống để mở khóa.
zh_hans: 输入恢复密钥或使用系统身份验证来解锁它。
zh_hant: 輸入恢復密鑰或使用系統身份驗證來解鎖。

# lockedContentSuggestionUseBackup
source: Use a backup or an earlier version of this file if one is available.
ar: استخدم نسخة احتياطية أو إصدارًا سابقًا من هذا الملف إذا كان متاحًا.
de: Verwenden Sie ein Backup oder eine frühere Version dieser Datei, falls verfügbar.
es: Usa una copia de seguridad o una versión anterior de este archivo si está disponible.
fr: Utilisez une sauvegarde ou une version antérieure de ce fichier si disponible.
hi: यदि कोई उपलब्ध हो, तो इस फाइल का बैकअप या पुराना संस्करण उपयोग करें।
it: Utilizza un backup o una versione precedente di questo file, se disponibile.
ja: 利用可能な場合はバックアップまたはこのファイルの以前のバージョンを使用してください。
ko: 가능한 경우 백업 또는 이전 버전의 파일을 사용하세요.
nl: Gebruik een back-up of een eerdere versie van dit bestand als deze beschikbaar is.
pl: Użyj kopii zapasowej lub wcześniejszej wersji tego pliku, jeśli jest dostępna.
pt: Use um backup ou uma versão anterior deste arquivo, se disponível.
ru: Используйте резервную копию или более раннюю версию этого файла, если такая доступна.
th: ใช้ข้อมูลสำรองหรือเวอร์ชันก่อนหน้าของไฟล์นี้ หากมี
tr: Bir yedek veya daha eski bir sürüm mevcutsa bunu kullanın.
vi: Sử dụng bản sao lưu hoặc phiên bản trước đó của tệp này nếu có.
zh_hans: 如果可用，请使用该文件的备份或早期版本。
zh_hant: 如果有可用的備份或早期版本，請使用它。

# lockedContentSystemUnlockDevicePasscode
source: Unlock with Device Passcode
ar: فتح باستخدام رمز مرور الجهاز
de: Mit Geräte-Passcode entsperren
es: Desbloquear con el código de acceso del dispositivo
fr: Déverrouiller avec le code d'accès de l'appareil
hi: डिवाइस पासकोड से अनलॉक करें
it: Sblocca con il codice dispositivo
ja: デバイスのパスコードでロックを解除
ko: 장치 비밀번호로 잠금 해제
nl: Ontgrendel met apparaatswachtwoord
pl: Odblokuj za pomocą kodu dostępu urządzenia
pt: Desbloquear com o Código de Acesso do Dispositivo
ru: Разблокировать с помощью кода доступа устройства
th: ปลดล็อกด้วยรหัสผ่านอุปกรณ์
tr: Cihaz Şifresi ile aç
vi: Mở khóa bằng Mã Khóa Thiết Bị
zh_hans: 使用设备密码解锁
zh_hant: 使用設備密碼解鎖

# lockedContentSystemUnlockErrorAuthenticationFailed
source: System authentication failed.
ar: فشل في المصادقة النظامية.
de: Systemauthentifizierung fehlgeschlagen.
es: La autenticación del sistema falló.
fr: L'authentification système a échoué.
hi: प्रणाली प्रमाणीकरण विफल हो गया।
it: Autenticazione di sistema fallita.
ja: システム認証に失敗しました。
ko: 시스템 인증이 실패했습니다.
nl: Systeemauthenticatie is mislukt.
pl: Autoryzacja systemu nie powiodła się.
pt: A autenticação do sistema falhou.
ru: Ошибка аутентификации системы.
th: การตรวจสอบสิทธิ์ของระบบล้มเหลว
tr: Sistem kimlik doğrulaması başarısız oldu.
vi: Xác thực hệ thống thất bại.
zh_hans: 系统身份验证失败。
zh_hant: 系統身份驗證失敗。

# lockedContentSystemUnlockErrorCanceled
source: System authentication was canceled.
ar: تم إلغاء المصادقة النظامية.
de: Systemauthentifizierung wurde abgebrochen.
es: La autenticación del sistema fue cancelada.
fr: L'authentification système a été annulée.
hi: प्रणाली प्रमाणीकरण रद्द कर दिया गया।
it: Autenticazione di sistema annullata.
ja: システム認証がキャンセルされました。
ko: 시스템 인증이 취소되었습니다.
nl: Systeemauthenticatie is geannuleerd.
pl: Autoryzacja systemu została anulowana.
pt: A autenticação do sistema foi cancelada.
ru: Аутентификация системы была отменена.
th: การตรวจสอบสิทธิ์ของระบบถูกยกเลิก
tr: Sistem kimlik doğrulaması iptal edildi.
vi: Xác thực hệ thống đã bị hủy.
zh_hans: 系统身份验证已被取消。
zh_hant: 系統身份驗證已被取消。

# lockedContentSystemUnlockErrorKeychain
source: The saved Recovery Key could not be read from Keychain.
ar: لا يمكن قراءة مفتاح الاسترداد المحفوظ من سلسلة المفاتيح.
de: Der gespeicherte Wiederherstellungsschlüssel konnte nicht aus dem Schlüsselbund gelesen werden.
es: No se pudo leer la clave de recuperación guardada en el llavero.
fr: La clé de récupération enregistrée n'a pas pu être lue depuis le trousseau.
hi: सहेजी गई उद्धारण कुंजी की कीचेन से पढ़ी नहीं जा सकी।
it: La chiave di ripristino salvata non può essere letta dalla chiave di accesso.
ja: 保存された回復キーをキーチェーンから読み取ることができませんでした。
ko: 저장된 복구 키를 키체인에서 읽을 수 없습니다.
nl: De opgeslagen herstelcode kon niet uit de sleutelhanger worden gelezen.
pl: Zapisany Klucz Odzyskiwania nie mógł być odczytany z Pęku Zapisów.
pt: A Chave de Recuperação salva não pôde ser lida do Keychain.
ru: Сохраненный ключ восстановления не удалось прочитать из связки ключей.
th: ไม่สามารถอ่าน Recovery Key ที่บันทึกไว้จาก Keychain
tr: Kaydedilmiş Kurtarma Anahtarı Anahtar Zinciri'nden okunamadı.
vi: Mã Khôi Phục đã lưu không thể đọc từ Keychain.
zh_hans: 无法从钥匙串中读取保存的恢复密钥。
zh_hant: 無法從鑰匙串中讀取已保存的恢復密鑰。

# lockedContentSystemUnlockErrorNoSavedRecoveryKey
source: No saved Recovery Key is available on this device.
ar: لا يوجد مفتاح استرداد محفوظ متاح على هذا الجهاز.
de: Kein gespeicherter Wiederherstellungsschlüssel auf diesem Gerät vorhanden.
es: No hay una clave de recuperación guardada disponible en este dispositivo.
fr: Aucune clé de récupération enregistrée n'est disponible sur cet appareil.
hi: इस डिवाइस पर कोई सहेजी गई उद्धारण कुंजी उपलब्ध नहीं है।
it: Nessuna chiave di ripristino salvata disponibile su questo dispositivo.
ja: このデバイスには保存された回復キーがありません。
ko: 이 장치에 저장된 복구 키가 없습니다.
nl: Er is geen opgeslagen herstelcode beschikbaar op dit apparaat.
pl: Na tym urządzeniu nie ma zapisanego Klucza Odzyskiwania.
pt: Nenhuma Chave de Recuperação salva está disponível neste dispositivo.
ru: На этом устройстве нет сохраненного ключа восстановления.
th: ไม่พบ Recovery Key ที่บันทึกไว้ในอุปกรณ์นี้
tr: Bu cihazda kaydedilmiş bir Kurtarma Anahtarı yok.
vi: Không có Mã Khôi Phục đã lưu trên thiết bị này.
zh_hans: 此设备上没有可用的保存恢复密钥。
zh_hant: 該設備上沒有可用的已保存恢復密鑰。

# lockedContentSystemUnlockErrorUnavailable
source: System authentication is not available on this device.
ar: المصادقة النظامية غير متاحة على هذا الجهاز.
de: Die Systemauthentifizierung ist auf diesem Gerät nicht verfügbar.
es: La autenticación del sistema no está disponible en este dispositivo.
fr: L'authentification système n'est pas disponible sur cet appareil.
hi: इस डिवाइस पर प्रणाली प्रमाणीकरण उपलब्ध नहीं है।
it: L'autenticazione di sistema non è disponibile su questo dispositivo.
ja: このデバイスでシステム認証は利用できません。
ko: 이 장치에서는 시스템 인증을 사용할 수 없습니다.
nl: Systeemauthenticatie is niet beschikbaar op dit apparaat.
pl: Autoryzacja systemu nie jest dostępna na tym urządzeniu.
pt: A autenticação do sistema não está disponível neste dispositivo.
ru: Аутентификация системы недоступна на этом устройстве.
th: การตรวจสอบสิทธิ์ของระบบไม่สามารถใช้ได้ในอุปกรณ์นี้
tr: Sistem kimlik doğrulaması bu cihazda mevcut değil.
vi: Xác thực hệ thống không khả dụng trên thiết bị này.
zh_hans: 此设备上无法使用系统身份验证。
zh_hant: 該設備上不支持系統身份驗證。

# lockedContentSystemUnlockFaceIDPasscode
source: Unlock with Face ID or Passcode
ar: فتح باستخدام Face ID أو رمز المرور
de: Mit Face ID oder Passcode entsperren
es: Desbloquear con Face ID o código de acceso
fr: Déverrouiller avec Face ID ou le code d'accès
hi: फेस आईडी या पासकोड से अनलॉक करें
it: Sblocca con Face ID o codice
ja: Face IDまたはパスコードでロックを解除
ko: Face ID 또는 비밀번호로 잠금 해제
nl: Ontgrendel met Face ID of wachtwoord
pl: Odblokuj za pomocą Face ID lub kodu dostępu
pt: Desbloquear com Face ID ou Código de Acesso
ru: Разблокировать с помощью Face ID или кода доступа
th: ปลดล็อกด้วย Face ID หรือรหัสผ่าน
tr: Yüz Tanıma veya Şifre ile aç
vi: Mở khóa bằng Face ID hoặc Mã Khóa
zh_hans: 使用面部识别或密码解锁
zh_hant: 使用面容 ID 或密碼解鎖

# lockedContentSystemUnlockGeneric
source: Unlock with System Authentication
ar: فتح باستخدام المصادقة النظامية
de: Mit Systemauthentifizierung entsperren
es: Desbloquear con la autenticación del sistema
fr: Déverrouiller avec l'authentification système
hi: प्रणाली प्रमाणीकरण से अनलॉक करें
it: Sblocca con autenticazione di sistema
ja: システム認証でロックを解除
ko: 시스템 인증으로 잠금 해제
nl: Ontgrendel met systeemauthenticatie
pl: Odblokuj za pomocą autoryzacji systemu
pt: Desbloquear com Autenticação do Sistema
ru: Разблокировать с помощью аутентификации системы
th: ปลดล็อกด้วยการตรวจสอบสิทธิ์ของระบบ
tr: Sistem Kimlik Doğrulaması ile aç
vi: Mở khóa bằng Xác thực Hệ thống
zh_hans: 使用系统身份验证解锁
zh_hant: 使用系統身份驗證解鎖

# lockedContentSystemUnlockMacPassword
source: Unlock with Mac Password
ar: فتح باستخدام كلمة مرور ماك
de: Mit Mac-Passwort entsperren
es: Desbloquear con la contraseña de Mac
fr: Déverrouiller avec le mot de passe Mac
hi: मैक पासवर्ड से अनलॉक करें
it: Sblocca con la password del Mac
ja: Macのパスワードでロックを解除
ko: Mac 비밀번호로 잠금 해제
nl: Ontgrendel met Mac-wachtwoord
pl: Odblokuj za pomocą hasła Mac
pt: Desbloquear com a Senha do Mac
ru: Разблокировать с помощью пароля Mac
th: ปลดล็อกด้วยรหัสผ่านของ Mac
tr: Mac Şifresi ile aç
vi: Mở khóa bằng Mật khẩu Mac
zh_hans: 使用Mac密码解锁
zh_hant: 使用 Mac 密碼解鎖

# lockedContentSystemUnlockOpticIDPasscode
source: Unlock with Optic ID or Passcode
ar: فتح باستخدام معرف بصري أو رمز مرور
de: Mit Optic ID oder Passcode entsperren
es: Desbloquear con Optic ID o código de acceso
fr: Déverrouiller avec Optic ID ou code d'accès
hi: ऑप्टिक आईडी या पासकोड के साथ अनलॉक करें
it: Sblocca con Optic ID o Passcode
ja: Optic IDまたはパスコードで解除
ko: Optic ID 또는 비밀번호로 잠금 해제
nl: Ontgrendel met Optische ID of Toegangscode
pl: Odblokuj za pomocą Optic ID lub hasła
pt: Desbloquear com Optic ID ou Senha
ru: Разблокировать с помощью Optic ID или пароля
th: ปลดล็อกด้วย Optic ID หรือรหัสผ่าน
tr: Optik Kimlik veya Şifre ile Kilidi Aç
vi: Mở khóa bằng Optic ID hoặc Mã khóa
zh_hans: 通过光学ID或密码解锁
zh_hant: 使用光學 ID 或密碼解鎖

# lockedContentSystemUnlockReasonArchiveLockedFiles
source: export locked files
ar: تصدير الملفات المقفلة
de: gesperrte Dateien exportieren
es: exportar archivos bloqueados
fr: exporter des fichiers verrouillés
hi: लॉक किए गए फ़ाइलों का निर्यात करें
it: esporta file bloccati
ja: ロックされたファイルをエクスポート
ko: 잠긴 파일 내보내기
nl: exporteer vergrendelde bestanden
pl: eksportuj zablokowane pliki
pt: exportar arquivos bloqueados
ru: экспортировать заблокированные файлы
th: ส่งออกไฟล์ที่ถูกล็อก
tr: kilitli dosyaları dışa aktar
vi: xuất các tệp bị khóa
zh_hans: 导出锁定的文件
zh_hant: 導出鎖定的文件

# lockedContentSystemUnlockReasonExportBackup
source: export this backup
ar: تصدير هذه النسخة الاحتياطية
de: dieses Backup exportieren
es: exportar esta copia de seguridad
fr: exporter cette sauvegarde
hi: इस बैकअप का निर्यात करें
it: esporta questo backup
ja: このバックアップをエクスポート
ko: 이 백업 내보내기
nl: exporteer deze backup
pl: eksportuj tę kopię zapasową
pt: exportar este backup
ru: экспортировать этот резервный файл
th: ส่งออกสำรองนี้
tr: bu yedeklemeyi dışa aktar
vi: xuất bản sao lưu này
zh_hans: 导出此备份
zh_hant: 導出此備份

# lockedContentSystemUnlockReasonLockFile
source: lock this file
ar: قفل هذا الملف
de: diese Datei sperren
es: bloquear este archivo
fr: verrouiller ce fichier
hi: इस फ़ाइल को लॉक करें
it: blocca questo file
ja: このファイルをロック
ko: 이 파일 잠금
nl: vergrendel dit bestand
pl: zablokuj ten plik
pt: trancar este arquivo
ru: заблокировать этот файл
th: ล็อกไฟล์นี้
tr: bu dosyayı kilitle
vi: khóa tệp này
zh_hans: 锁定此文件
zh_hant: 鎖定此文件

# lockedContentSystemUnlockReasonManageLockedContent
source: manage locked content
ar: إدارة المحتوى المقفل
de: gesperrte Inhalte verwalten
es: gestionar contenido bloqueado
fr: gérer le contenu verrouillé
hi: लॉक की गई सामग्री को प्रबंधित करें
it: gestisci contenuto bloccato
ja: ロックされたコンテンツを管理
ko: 잠긴 콘텐츠 관리
nl: beheren van vergrendelde inhoud
pl: zarządzaj zablokowaną zawartością
pt: gerenciar conteúdo bloqueado
ru: управлять заблокированным контентом
th: จัดการเนื้อหาที่ถูกล็อก
tr: kilitli içeriği yönet
vi: quản lý nội dung bị khóa
zh_hans: 管理锁定内容
zh_hant: 管理鎖定內容

# lockedContentSystemUnlockReasonPreviewBackupFile
source: preview this backup file
ar: معاينة ملف النسخة الاحتياطية هذا
de: diese Backup-Datei anzeigen
es: ver esta copia de seguridad
fr: prévisualiser ce fichier de sauvegarde
hi: इस बैकअप फ़ाइल का पूर्वावलोकन करें
it: visualizza in anteprima questo file di backup
ja: このバックアップファイルをプレビュー
ko: 이 백업 파일 미리보기
nl: voorbeeld van deze back-upbestand
pl: podgląd tej kopii zapasowej
pt: visualizar este arquivo de backup
ru: предварительный просмотр этого резервного файла
th: ดูตัวอย่างไฟล์สำรองนี้
tr: bu yedek dosyayı ön izleme
vi: Xem trước tệp sao lưu này
zh_hans: 预览此备份文件
zh_hant: 預覽此備份文件

# lockedContentSystemUnlockReasonResetDebugState
source: reset locked content debug state
ar: إعادة تعيين حالة تصحيح المحتوى المقفل
de: Debug-Zustand für gesperrte Inhalte zurücksetzen
es: restablecer el estado de depuración del contenido bloqueado
fr: réinitialiser l'état de débogage du contenu verrouillé
hi: लॉक की गई सामग्री की डिबग स्टेट रीसेट करें
it: azzera stato di debug del contenuto bloccato
ja: ロックされたコンテンツのデバッグ状態をリセット
ko: 잠긴 콘텐츠 디버그 상태 재설정
nl: reset de vergrendelde inhoud debugstatus
pl: resetuj stan debugowania zablokowanej zawartości
pt: reiniciar o estado de depuração do conteúdo bloqueado
ru: сбросить состояние отладки заблокированного контента
th: รีเซ็ตสถานะการดีบั๊กของเนื้อหาที่ถูกล็อก
tr: kilitli içerik hatası durumunu sıfırla
vi: đặt lại trạng thái gỡ lỗi nội dung bị khóa
zh_hans: 重置锁定内容的调试状态
zh_hant: 重置鎖定內容的調試狀態

# lockedContentSystemUnlockReasonUnlockFile
source: unlock this file
ar: فتح هذا الملف
de: diese Datei entsperren
es: desbloquear este archivo
fr: déverrouiller ce fichier
hi: इस फ़ाइल को अनलॉक करें
it: sblocca questo file
ja: このファイルを解除
ko: 이 파일 잠금 해제
nl: ontgrendel dit bestand
pl: odblokuj ten plik
pt: desbloquear este arquivo
ru: разблокировать этот файл
th: ปลดล็อกไฟล์นี้
tr: bu dosyanın kilidini aç
vi: mở khóa tệp này
zh_hans: 解锁此文件
zh_hant: 解鎖此文件

# lockedContentSystemUnlockSuggestionEnterRecoveryKey
source: Enter your Recovery Key to unlock this content.
ar: أدخل مفتاح الاسترداد الخاص بك لفتح هذا المحتوى.
de: Geben Sie Ihren Wiederherstellungsschlüssel ein, um diesen Inhalt zu entsperren.
es: Ingresa tu clave de recuperación para desbloquear este contenido.
fr: Entrez votre clé de récupération pour déverrouiller ce contenu.
hi: इस सामग्री को अनलॉक करने के लिए अपना रिकवरी की दर्ज करें।
it: Inserisci il tuo Codice di Recupero per sbloccare questo contenuto.
ja: このコンテンツを解除するには、リカバリーキーを入力してください。
ko: 이 콘텐츠를 잠금 해제하려면 복구 키를 입력하세요.
nl: Voer uw Herstelcode in om deze inhoud te ontgrendelen.
pl: Wprowadź swój klucz odzyskiwania, aby odblokować tę zawartość.
pt: Digite sua Chave de Recuperação para desbloquear este conteúdo.
ru: Введите ваш ключ восстановления для разблокировки этого контента.
th: ใส่รหัสกู้คืนของคุณเพื่อลดล็อกเนื้อหานี้.
tr: Bu içeriği kilidini açmak için Kurtarma Anahtarınızı girin.
vi: Nhập Khóa Khôi phục của bạn để mở khóa nội dung này.
zh_hans: 输入您的恢复密钥以解锁此内容。
zh_hant: 輸入您的恢復密鑰以解鎖此內容。

# lockedContentSystemUnlockTouchIDMacPassword
source: Unlock with Touch ID or Mac Password
ar: فتح باستخدام Touch ID أو كلمة مرور Mac
de: Mit Touch ID oder Mac-Passwort entsperren
es: Desbloquear con Touch ID o contraseña de Mac
fr: Déverrouiller avec Touch ID ou mot de passe Mac
hi: टच आईडी या मैक पासवर्ड के साथ अनलॉक करें
it: Sblocca con Touch ID o Password del Mac
ja: Touch IDまたはMacパスワードで解除
ko: Touch ID 또는 Mac 비밀번호로 잠금 해제
nl: Ontgrendel met Touch ID of Mac-wachtwoord
pl: Odblokuj za pomocą Touch ID lub hasła Maca
pt: Desbloquear com Touch ID ou Senha do Mac
ru: Разблокировать с помощью Touch ID или пароля Mac
th: ปลดล็อกด้วย Touch ID หรือรหัสผ่าน Mac
tr: Touch ID veya Mac Şifresi ile Kilidi Aç
vi: Mở khóa bằng Touch ID hoặc Mật khẩu Mac
zh_hans: 通过Touch ID或Mac密码解锁
zh_hant: 使用 Touch ID 或 Mac 密碼解鎖

# lockedContentUnableToGenerateRecoveryKey
source: Unable to generate Recovery Key
ar: غير قادر على توليد مفتاح الاسترداد
de: Kann den Wiederherstellungsschlüssel nicht generieren
es: No se puede generar la clave de recuperación
fr: Impossible de générer la clé de récupération
hi: रिकवरी की उत्पन्न करने में असमर्थ
it: Impossibile generare il Codice di Recupero
ja: リカバリーキーを生成できません
ko: 복구 키를 생성할 수 없습니다.
nl: Kan Herstelcode niet genereren
pl: Nie można wygenerować klucza odzyskiwania
pt: Não foi possível gerar a Chave de Recuperação
ru: Не удалось сгенерировать ключ восстановления
th: ไม่สามารถสร้างรหัสกู้คืนได้
tr: Kurtarma Anahtarını oluşturamıyor
vi: Không thể tạo Khóa Khôi phục
zh_hans: 无法生成恢复密钥
zh_hant: 無法生成恢復密鑰

# lockedContentUnlockButton
source: Unlock
ar: فتح
de: Entsperren
es: Desbloquear
fr: Déverrouiller
hi: अनलॉक करें
it: Sblocca
ja: 解除
ko: 잠금 해제
nl: Ontgrendel
pl: Odblokuj
pt: Desbloquear
ru: Разблокировать
th: ปลดล็อก
tr: Kilidi Aç
vi: Mở khóa
zh_hans: 解锁
zh_hant: 解鎖

# lockedContentUnlockRecoveryKeyMessage
source: Enter your Recovery Key to unlock matching locked content.
ar: أدخل مفتاح الاسترداد الخاص بك لفتح المحتوى المقفل المتطابق.
de: Geben Sie Ihren Wiederherstellungsschlüssel ein, um übereinstimmende gesperrte Inhalte zu entsperren.
es: Ingresa tu clave de recuperación para desbloquear el contenido bloqueado correspondiente.
fr: Entrez votre clé de récupération pour déverrouiller le contenu verrouillé correspondant.
hi: मेल खाते की लॉक की गई सामग्री को अनलॉक करने के लिए अपना रिकवरी की दर्ज करें।
it: Inserisci il tuo Codice di Recupero per sbloccare il contenuto bloccato corrispondente.
ja: 一致するロックされたコンテンツを解除するには、リカバリーキーを入力してください。
ko: 일치하는 잠긴 콘텐츠를 잠금 해제하려면 복구 키를 입력하세요.
nl: Voer uw Herstelcode in om bijpassende vergrendelde inhoud te ontgrendelen.
pl: Wprowadź swój klucz odzyskiwania, aby odblokować odpowiadającą zablokowaną zawartość.
pt: Digite sua Chave de Recuperação para desbloquear o conteúdo bloqueado correspondente.
ru: Введите ваш ключ восстановления для разблокировки соответствующего заблокированного контента.
th: ใส่รหัสกู้คืนของคุณเพื่อลดล็อกเนื้อหาที่ถูกล็อคที่ตรงกัน.
tr: Eşleşen kilitli içeriğin kilidini açmak için Kurtarma Anahtarınızı girin.
vi: Nhập Khóa Khôi phục của bạn để mở khóa nội dung bị khóa tương ứng.
zh_hans: 输入您的恢复密钥以解锁匹配的锁定内容。
zh_hant: 輸入您的恢復密鑰以解鎖匹配的鎖定內容。

# lockedContentUseExistingRecoveryKeyMessage
source: Enter the Recovery Key that unlocks your existing locked files. This file will use the same key.
ar: أدخل مفتاح الاسترداد الذي يفتح ملفاتك المغلقة الحالية. ستستخدم هذه الملف نفس المفتاح.
de: Geben Sie den Wiederherstellungsschlüssel ein, der Ihre bestehenden gesperrten Dateien entsperrt. Diese Datei verwendet denselben Schlüssel.
es: Introduce la clave de recuperación que desbloquea tus archivos bloqueados existentes. Este archivo utilizará la misma clave.
fr: Entrez la clé de récupération qui déverrouille vos fichiers verrouillés existants. Ce fichier utilisera la même clé.
hi: अपने मौजूदा लॉक किए गए फ़ाइलों को अनलॉक करने के लिए रिकवरी कुंजी दर्ज करें। यह फ़ाइल उसी कुंजी का उपयोग करेगी।
it: Inserisci il Recovery Key che sblocca i tuoi file bloccati esistenti. Questo file utilizzerà la stessa chiave.
ja: 既存のロックされたファイルを解除するためのリカバリキーを入力してください。このファイルは同じキーを使用します。
ko: 기존 잠긴 파일을 해제하는 복구 키를 입력하세요. 이 파일은 동일한 키를 사용할 것입니다.
nl: Voer de Herstelcode in die je bestaande vergrendelde bestanden ontgrendelt. Dit bestand zal dezelfde code gebruiken.
pl: Wprowadź klucz odzyskiwania, który odblokowuje twoje istniejące zablokowane pliki. Ten plik będzie korzystał z tego samego klucza.
pt: Insira a Chave de Recuperação que desbloqueia seus arquivos bloqueados existentes. Este arquivo usará a mesma chave.
ru: Введите ключ восстановления, который разблокирует ваши существующие заблокированные файлы. Этот файл будет использовать тот же ключ.
th: กรอก Recovery Key ที่ปลดล็อกไฟล์ที่ล็อกอยู่ของคุณ ไฟล์นี้จะใช้คีย์เดียวกัน
tr: Mevcut kilitli dosyalarınızı açan Kurtarma Anahtarını girin. Bu dosya aynı anahtarı kullanacaktır.
vi: Nhập Recovery Key để mở khóa các tệp đã khóa của bạn. Tệp này sẽ sử dụng cùng một khóa.
zh_hans: 输入解锁您现有锁定文件的恢复密钥。此文件将使用相同的密钥。
zh_hant: 輸入解鎖您現有的鎖定檔案的恢復金鑰。此檔案將使用相同的金鑰。

# lockedContentUseExistingRecoveryKeyTitle
source: Use Existing Recovery Key
ar: استخدم مفتاح الاسترداد الحالي
de: Verwenden Sie bestehenden Wiederherstellungsschlüssel
es: Usar clave de recuperación existente
fr: Utiliser la clé de récupération existante
hi: मौजूदा रिकवरी कुंजी का उपयोग करें
it: Usa Recovery Key Esistente
ja: 既存のリカバリキーを使用
ko: 기존 복구 키 사용
nl: Gebruik bestaande Herstelcode
pl: Użyj istniejącego klucza odzyskiwania
pt: Usar Chave de Recuperação Existente
ru: Использовать существующий ключ восстановления
th: ใช้ Recovery Key ที่มีอยู่
tr: Mevcut Kurtarma Anahtarını Kullan
vi: Sử dụng Recovery Key hiện có
zh_hans: 使用现有恢复密钥
zh_hant: 使用現有恢復金鑰

# lockedContentUseRecoveryKeyButton
source: Use Recovery Key
ar: استخدم مفتاح الاسترداد
de: Wiederherstellungsschlüssel verwenden
es: Usar clave de recuperación
fr: Utiliser la clé de récupération
hi: रिकवरी कुंजी का उपयोग करें
it: Usa Recovery Key
ja: リカバリキーを使用
ko: 복구 키 사용
nl: Gebruik Herstelcode
pl: Użyj klucza odzyskiwania
pt: Usar Chave de Recuperação
ru: Использовать ключ восстановления
th: ใช้ Recovery Key
tr: Kurtarma Anahtarını Kullan
vi: Sử dụng Recovery Key
zh_hans: 使用恢复密钥
zh_hant: 使用恢復金鑰
